Repository: Kilbourne/biosphaera
Catalog: web/app/plugins/enhanced-media-library-pro/languages/enhanced-media-library-*.po
Languages: it_it, ja

source: Create a filter-based playlist
it_it: Crea un playlist basata su filtro
ja: フィルターベースのプレイリストを作成します。

source: Create a filter-based video playlist
it_it: Crea una playlist video basata su filtro
ja: フィルターベースのビデオプレイリストを作成します。

source: Please deactivate and <strong>remove</strong> the old FREE version prior to the <strong>Enhanced Media Library PRO</strong> activation. All your data will remain intact.
it_it: Si prega di disattivare e <strong>rimuovere /strong> la vecchia versione GRATUITA prima dell'attivazione di <strong>Enhanced Media Library PRO</strong>. Tutti i vostri dati rimarranno intatti.
ja: 無効化してください<strong>削除</strong>の前に古い無料版を。<strong>Enhanced Media Library PRO</ strong>の活性化。すべてのデータはそのまま残ります。

source: Return to Plugins
it_it: Torna ai plugin
ja: プラグインに戻ります

source: Both FREE and PRO versions of the Enhanced Media Library are network active. <strong>Enhanced Media Library PRO</strong> does not require free version to be active. Please network deactivate and delete the free versions of the plugin. All your data will remain intact.
it_it: Entrambe le versioni GRATUITA e PRO di Enhanced Media Library sono attive sul Network. <strong>Enhanced Media Library PRO</ strong> non richiede che la versione gratuita sia attiva. Si prega di disattivare sul Network ed eliminare le versioni gratuite del plugin. Tutti i vostri dati rimarranno intatti.

source: <strong>Enhanced Media Library PRO</strong> does not require free version to be active. Please deactivate and delete the free version of the plugin. All your data will remain intact.
it_it: <strong>Enhanced Media Library PRO</strong> non richiede che la version gratuita sia attiva. Si prega di disattivare ed eliminare la versione gratuita del plugin. Tutti i vostri dati rimarranno intatti.
ja: <strong>Enhanced Media Library PRO</strong> は無料版を必要としません。有効化します。無効化し、プラグインの無料版を削除してください。全てのデータはそのまま残ります。

source: Both FREE and PRO versions of the Enhanced Media Library are active for this site. <strong>Enhanced Media Library PRO</strong> does not require free version to be active. Please deactivate (or network deactivate) and delete the free version of the plugin for this site. All your data will remail intact.
it_it: Entrambe le versioni GRATUITA e PRO di Enhanced Media Library sono attive per questo sito. <strong>Enhanced Media Library PRO</ strong> non richiede che la versione gratuita sia attiva. Si prega di disattivare (eventualmente anche sul Network) ed eliminare la versione gratuita del plugin. Tutti i vostri dati rimarranno intatti.
ja: Enhanced Media Library の無料版とPROバージョンでは、どちらもこのサイトの有効です。 <strong>Enhanced Media Library PRO</strong>を有効化にする場合無料版を必要としません。無効化（またはネットワーク無効化）し、このサイトのプラグインの無料版を削除してください。全てのデータはそのまま残ります。

source: This plugin will be handy for those who need to manage a lot of media files.
it_it: Questo plugin sar&agrave; utile per coloro che hanno bisogno di gestire grandi quantit&agrave; di file multimediali.

source: Slug with Front
ja: フロントとスラッグ

source: Edit Selection
ja: 編集選択
