Repository: Kilbourne/biosphaera
Catalog: web/app/plugins/enhanced-media-library-pro/languages/enhanced-media-library-*.po
Languages: it_it, ja

source: MIME Types settings restored.
it_it: Impostazioni tipi MIME ripristinate.

source: MIME Types settings saved.
it_it: Impostazioni tipi MIME salvate.

source: Media Settings
it_it: Impostazioni Media
ja: メディア設定

source: Media Library
it_it: Libreria Media
ja: メディアライブラリー

source: Taxonomies
it_it: Tassonomie
ja: タクソノミー

source: MIME Types
it_it: Tipi MIME
ja: MIME タイプ

source: General
it_it: Generale
ja: 一般

source: Media Taxonomies
it_it: Tassonomie Media
ja: メディアタクソノミー（分類法）

source: You do not have sufficient permissions to access this page.
it_it: Non disponi dei permessi sufficienti per accedere a questa pagina.
ja: このページにアクセスするための十分な権限がありません。

source: Image sizes
it_it: Dimensioni immagine

source: The sizes listed below determine the maximum dimensions in pixels to use when adding an image to the Media Library.
it_it: Le misure qui sotto determinano le dimensioni massime in pixel da utilizzare quando si aggiunge un'immagine alla Libreria Media.

source: Thumbnail size
it_it: Dimensioni della miniatura

source: Width
it_it: Larghezza

source: Height
it_it: Altezza

source: Crop thumbnail to exact dimensions (normally thumbnails are proportional)
it_it: Ritaglia la miniatura alle dimensioni esatte (solitamente le miniature sono proporzionali)

source: Medium size
it_it: Dimensioni medie

source: Max Width
it_it: Larghezza massima

source: Max Height
it_it: Altezza massima

source: Large size
it_it: Dimensioni grandi

source: Embeds
it_it: Incorporamenti

source: Uploading Files
it_it: Caricamento file

source: Store uploads in this folder
it_it: Caricamento file

source: Default is %s
it_it: Il valore di default &egrave; %s

source: Full URL path to files
it_it: URL completo dei file

source: Configuring this is optional. By default, it should be blank.
it_it: La configurazione &egrave; opzionale. Per impostazione predefinita, dovrebbe essere vuoto.

source: Organize my uploads into month- and year-based folders
it_it: Organizza gli upload in cartelle sulla base di mese e anno

source: Edit
it_it: Modifica
ja: 編集

source: Close
it_it: Chiudi
ja: 閉じる

source: View
it_it: Visualizza
ja: 表示

source: Update
it_it: Aggiorna
ja: 更新

source: Add New
it_it: Aggiungi nuovo
ja: 新規追加

source: New
it_it: Nuovo
ja: 新規

source: Name
it_it: Nome
ja: 名前

source: Parent
it_it: Genitore
ja: 親カテゴリー

source: All
it_it: Tutto
ja: 全て

source: Search
it_it: Cerca
ja: 検索

source: New Taxonomy
it_it: Nuova tassonomia
ja: 新しいタクソノミー （分類）

source: Remove Taxonomy
it_it: Elimina tassonomia

source: Taxonomy will be removed.
it_it: La tassonomia verr&agrave; rimossa.

source: Taxonomy terms (categories) will remain intact in the database. If you create a taxonomy with the same name in the future, its terms (categories) will be available again.
it_it: I termini (categorie) di questa tassonomia rimarranno intatti nel database. Se in futuro verr&agrave; creata una tassonomia con lo stesso nome, i suoi termini (categorie) saranno nuovamente disponibili.

source: Media items will remain intact.
it_it: Gli elementi Media rimarranno invariati.

source: Are you still sure?
it_it: Sei ancora sicuro?

source: Yes, remove taxonomy
it_it: S&igrave;, rimuovi la tassonomia

source: Duplicate
it_it: Doppione

source: Taxonomy with the same name already exists. Please chose other one.
it_it: Una tassonomia con questo nome esiste gi&agrave;. Si prega di sceglierne un altro.
ja: 同じ名前のタクソノミー(分類法)は既に存在します。別のものを選んで下さい。

source: Empty Fields
it_it: Campi vuoti

source: Please choose Singular and Plural names for all new taxomonies.
it_it: Si prega di scegliere i nomi per il singolare e plurale per tutte le nuove tassonomie.

source: Please choose Plural Name for all new taxomonies.
it_it: Si prega di scegliere il nome plurale per tutte le nuove tassonomie.

source: Cancel
it_it: Annulla

source: Synchronize Now
it_it: Sincronizza ora

source: This operation cannot be canceled! Are you still sure?
it_it: Questa operazione non può essere annullata! Sei sempre sicuro?

source: Synchronize
it_it: Sincronizza

source: Synchronizing...
it_it: Sincronizzazione...

source: Warning! All your custom MIME Types will be deleted by this operation.
it_it: Attenzione! Tutti i tuoi tipi MIME personalizzati verranno eliminati con questa operazione.
ja: 警告！すべてのカスタムMIMEタイプは、この操作によって削除されます。

source: Please fill into all fields.
it_it: Si prega di compilare in tutti i campi.
ja: すべてのフィールドに記入してください。

source: Duplicate extensions or MIME types. Please chose other one.
it_it: Estensione o tipo MIME duplicato. Si prega di sceglierne un altro.
ja: 拡張子やMIMEタイプを複製します。別のものをお選びください。

source: Complete Cleanup
it_it: Pulizia completa

source: You are about to <strong style="text-transform:uppercase">delete all plugin data</strong> from the database including backups.
it_it: Stai per <strong style="text-transform:uppercase">eliminare tutti i dati del plugin</strong> dal database inclusi i backup.

source: Yes, delete all data
it_it: S&igrave;, cancella tutti i dati

source: Cleaning...
it_it: Pulizia in corso...

source: Enhanced Media Library Settings
it_it: Impostazioni Enhanced Media Library
ja: Enhanced Media Library 設定

source: Export
it_it: Esporta
ja: エクスポート

source: Plugin settings tabs <strong>Media Library</strong>, <strong>Media Taxonomies</strong>, and <strong>MIME Types</strong> will be exported to a configuration file. It allows you to easily import the configuration into another website.
it_it: Le impostazioni del plugin dei tab <strong>Libreria Media</strong>, <strong>Tassonomie Media</strong> e <strong>Tipi MIME</strong> saranno esportate in un file di configurazione. Questo consente di importare facilmente la configurazione in un altro sito web.

source: Export Plugin Settings
it_it: Esporta le impostazioni del plugin
ja: プラグイン設定をエクスポート

source: Import
it_it: Importa
ja: インポート

source: Plugin settings tabs <strong>Media Library</strong>, <strong>Media Taxonomies</strong>, and <strong>MIME Types</strong> will be imported from a configuration file which can be obtained by exporting the settings on another website using the export button above.
it_it: Le impostazioni del plugin dei tab <strong>Libreria Media</strong>, <strong>Tassonomie Media</strong> e <strong>Tipi MIME</strong> verranno importate da un file di configurazione che pu&ograve; essere ottenuto mediante l'esportazione da un altro sito web utilizzando il pulsante Esporta sopra.

source: All plugin settings will be overridden by the import. You will have a chance to restore current data from an automatic backup in case you are not satisfied with the result of the import.
it_it: Tutte le impostazioni del plugin saranno sovrascritte dall'importazione. Avrete la possibilità di ripristinare le impostazioni correnti da un backup automatico nel caso in cui non sarete soddisfatti del risultato dell'importazione.

source: Import Plugin Settings
it_it: Importa le impostazioni del plugin
ja: プラグイン設定をインポート

source: Restore
it_it: Ripristina
ja: リストア(復元する)

source: No backup available at the moment.
it_it: Nessun backup disponibile attualmente.
ja: 現在利用できるバックアップはありません。

source: Backup will be created automatically before any import operation.
it_it: Il backup verr&agrave; creato automaticamente prima di qualsiasi operazione di importazione.
ja: バックアップは、任意のインポート操作の前に自動的に作成されます。

source: The backup has been automatically created before the latest import operation.
it_it: Il backup &egrave; stato creato automaticamente prima dell'ultima operazione di importazione.

source: Restore Settings from the Backup
it_it: Ripristina le impostazioni dal backup
ja: バックアップから設定を復元させて下さい。

source: What will be deleted:
it_it: Cosa sar&agrave; cancellato:

source: All plugin options
it_it: Tutte le opzioni del plugin

source: All plugin backups stored in database
it_it: Tutti i backup del plugin salvati nel database

source: What will remain intact:
it_it: Cosa rester&agrave; invariato:

source: All media items
it_it: Tutti gli elementi media

source: All taxonomies not listed above
it_it: Tutte le tassonomie non elencate sopra

source: The plugin cannot delete itself because of security reason. Please delete it manually from plugin list after cleanup.
it_it: Il plugin non pu&ograve; eliminare se stesso per motivi di sicurezza. Si prega di eliminarlo manualmente dalla lista plugin dopo la pulizia.

source: If you are not sure about this operation please create a backup of your database prior to cleanup!
it_it: Se non siete sicuri su questa operazione si prega di creare un backup del vostro database prima di eseguire la pulizia!

source: Delete All Data & Deactivate
it_it: Elimina tutti i dati e disattiva il plugin

source: Please upload a file to import settings.
it_it: Si prega di caricare un file da cui importare le impostazioni.
ja: 設定をインポートするファイルをアップロードしてください。

source: Plugin settings imported.
it_it: Impstazioni del plugin importate.
ja: プラグインの設定がインポートされました。

source: Plugin settings restored from the backup.
it_it: Impostazioni del plugin ripristinate dal backup.
ja: プラグインの設定は、バックアップから復元させて下さい。

source: Media Items Order
it_it: Ordinamento elementi media

source: Order media items by
it_it: Ordina gli elementi media per
ja: メディアアイテムの順番

source: Date
it_it: Data
ja: 日付

source: Title
it_it: Titolo
ja: タイトル

source: Custom Order
it_it: Ordinamento personalizzato
ja: カスタムオーダー

source: For media library and media popups
it_it: Per la libreria media e i pop-up media
ja: メディアライブラリとメディアポップアップについて

source: Option allows to change order by drag and drop with Custom Order value.
it_it: Questa opzione permette di modificare l'ordine con il drag &amp; drop con il valore dell'ordinamento personalizzato.
ja: オプションは、ドラッグすることによって順序を変更し、カスタムオーダーの値でドロップすることができます。

source: Sort order
it_it: Ordinamento
ja: ソート順

source: Ascending
it_it: Ascendente
ja: 昇順

source: Descending
it_it: Discendente
ja: 降順

source: Media Shortcodes
it_it: Shortcode Media
ja: メディアのショートコード

source: Enhanced media shortcodes
it_it: Shortcode media avanzati
ja: 強化されたメディアのショートコード

source: Enhance WordPress media shortcodes to make them understand media taxonomies, upload date, and media items number limit
it_it: Migliora gli shortcode media di WordPress in modo da poter usare le tassonomie Media, la data di caricamento e il limite di elementi media
ja: WordPressのメディアショートコードでメディアタクソノミー、アップロードの日付とメディア・アイテム数の上限を取得させます。

source: Gallery example:
it_it: Esempio di galleria:
ja: ギャラリーの例:

source: Audio playlist example:
it_it: Esempio di playlist audio:
ja: オーディオプレイリストの例:

source: Video playlist example:
it_it: Esempio di playlist video:
ja: ビデオプレイリストの例:

source: %sWarning:%s Incompatibility with other gallery plugins or themes possible!
it_it: %sAttenzione:%s &Egrave; possibile che ci sia Incompatibilit&agrave; con altri plugin gallery o temi!
ja: %s警告:%s 他のギャラリープラグイン又はテーマとの非互換性の可能性！

source: %sLearn more%s.
it_it: %sPer saperne di pi&ugrave;%s.
ja: %sもっと詳しく%s.

source: Please check out your gallery front-end and back-end functionality once this option activated. If you find an issue please inform plugin authors at %s or %s.
it_it: Si prega di controllare la funzionalità vostra galleria di front-end e back-end funzionalità una volta che questa opzione &egrave; stata attivata. Se trovate un problema si prega di informare gli autori del plugin %s or %s.
ja: あなたのギャラリーフロントエンドをチェックアウトし、活性化するには、このオプション機能を一旦バックエンドして下さい。あなたが問題を見つけた場合は、プラグイン作者までご連絡ください %s か %s.

source: Assign following taxonomies to Media Library:
it_it: Assegna le seguenti tassonomie alla Libreria Media:
ja: メディアライブラリに次のタクソノミー(分類法)を割り当てます:

source: Assign Taxonomy
it_it: Assegna tassonomia
ja: タクソノミーを割り当て

source: Edit Taxonomy
it_it: Modifica tassonomia
ja: タクソノミーの編集

source: Delete Taxonomy
it_it: Elimina tassonomia
ja: タクソノミーを削除します

source: Labels
it_it: Etichette
ja: ラベル

source: Singular
it_it: Singolare
ja: 単数

source: Plural
it_it: Plurale
ja: 複数

source: Menu Name
it_it: Nome menu
ja: メニュー名

source: Settings
it_it: Impostazioni
ja: 設定

source: Taxonomy Name
it_it: Nome tassonomia
ja: タクソノミー名

source: Hierarchical
it_it: Gerarchico
ja: 階層

source: Column for List View
it_it: Colonna nella visualizzazione a lista
ja: リスト表示の列

source: Filter for List View
it_it: Filtro per la visualizzazione a lista
ja: リスト表示のフィルター

source: Filter for Grid View / Media Popup
it_it: Filtro per la visualizzazione a griglia / pop-up Media
ja: グリット表示/メディアポップアップのフィルター

source: Edit in Media Popup
it_it: Modifica nel pop-up media
ja: メディアポップアップの編集

source: Show in Nav Menu
it_it: Mostra nel menu di navigazione
ja: ナビゲーションメニューに表示

source: Remember Terms Order (sort)
it_it: Ricorda l'ordinamento dei termini (sort)

source: Show in REST
it_it: Mostra in REST
ja: リストに表示

source: Rewrite Slug
it_it: Rewrite per lo slug
ja: スラッグを書き換え

source: Add New Taxonomy
it_it: Aggiungi nuova tassonomia
ja: 新しいタクソノミーを追加

source: Non-Media Taxonomies
it_it: Tassonomie non Media
ja: 非メディアタクソノミー(記事カテゴリー及びタグで分類)

source: Options
it_it: Opzioni
ja: オプション

source: Taxonomy archive pages
it_it: Pagine di archivio della tassonomia
ja: タクソノミーのアーカイブページ

source: Turn on media taxonomy archive pages on the front-end
it_it: Attiva le pagine di archivio della tassonomia sul front-end
ja: フロントエンドのメディアタクソノミー(分類)のアーカイブページをオンにします

source: Re-save your permalink settings after this option change to make it work.
it_it: Salvare nuovamente le impostazioni dei permalink dopo la modifica di questa opzione affinch&egrave; i cambiamenti abbiano effetto.
ja: これを動作させるには、このオプションを変更した後、パーマリンクの設定を再保存しましょう。

source: Assign all like hierarchical
it_it: Considera tutte le tassonomie come gerarchiche
ja: 階層のように全て割り当てます

source: Show non-hierarchical taxonomies like hierarchical in Grid View / Media Popup
it_it: Mostra le tassonomie non gerarchiche come gerarchiche nella visualizzazione a griglia / pop-up media
ja: グリット表示の/メディアポップアップで、階層のような非階層的タクソノミーを表示する

source: Force filters
it_it: Forza i filtri
ja: フォースフィルター

source: Show media filters for ANY Media Popup
it_it: Vistualizza i filtri media per tutti i pop-up media
ja: あらゆるメディアにポップアップするフィルターを表示します。

source: Try this if filters are not shown for third-party plugins or themes.
it_it: Prova questa opzione se i filtri non vengono visualizzati nei plugin o temi di terze parti.
ja: フィルタが、サードパーティ製のプラグインやテーマの為に示されていない場合は、試してみてください。

source: Add New MIME Type
it_it: Aggiungi un nuovo tipo MIME
ja: MIMEタイプ新規追加

source: Extension
it_it: Estensione
ja: 拡張子

source: MIME Type
it_it: Tipo MIME
ja: MIMEタイプ

source: Singular Label
it_it: Etichetta per il singolare
ja: 単数のラベル

source: Plural Label
it_it: Etichetta per il plurale
ja: 複数のラベル

source: Add Filter
it_it: Aggiungi filtro
ja: フィルタを追加

source: Allow Upload
it_it: Permetti upload
ja: アップロードを許可

source: Delete MIME Type
it_it: Elimina il tipo MIME
ja: MIMEタイプを削除します

source: Restore WordPress default MIME Types
it_it: Ripristina i tipi MIME predefiniti di WordPress
ja: WordPressのデフォルトのMIMEタイプを復元

source: Save Changes
it_it: Salva le modifiche
ja: 変更内容を保存

source: What's new in
it_it: Cosa c'&egrave; di nuovo nella

source: version
it_it: versione

source: More features under the hood
it_it: Ulteriori caratteristiche sotto il 'coperchio'

source: Support
it_it: Supporto

source: Feel free to ask for help on
it_it: Sentitevi liberi di chiedere aiuto su

source: Support is free for both versions of the plugin.
it_it: Il supporto tecnico &egrave; gratuito per entrambe le versioni del plugin.

source: Plugin rating
it_it: Valutazione plugin

source: Please
it_it: Prego

source: vote for the plugin
it_it: vota il plugin

source: Thanks!
it_it: Grazie!

source: Other plugins you may find useful
it_it: Altri plugin che potresti trovare utili

source: Utility
it_it: Utilit&agrave;

source: Vote!
it_it: Vota!

source: Media Taxonomies settings saved.
it_it: Impostazioni Tassonomie Media salvate.

source: Media Library settings saved.
it_it: Impostazioni Libreria Media salvate.

source: Filter by
it_it: Filtra per

source: Not in
it_it: Non in

source: All Uncategorized
it_it: Tutti gli elementi non classificati
ja: 未分類

source: Reset All Filters
it_it: Reimposta tutti i filtri
ja: 絞り込みを解除

source: Uploaded to post #
it_it: Caricato nel post #
ja: 投稿をアップロード #

source: Based On
it_it: Basato su

source: Media Categories
it_it: Categorie Media

source: Media Category
it_it: Categoria Media

source: All Media Categories
it_it: Tutte le categorie Media

source: Edit Media Category
it_it: Modifica categoria Media

source: View Media Category
it_it: Visualizza categoria Media

source: Update Media Category
it_it: Aggiorna categoria Media

source: Add New Media Category
it_it: Aggiungi nuova categoria Media

source: New Media Category Name
it_it: Nome della nuova categoria Media

source: Parent Media Category
it_it: Categoria media genitore

source: Parent Media Category:
it_it: Categoria media genitore:

source: Search Media Categories
it_it: Cerca nella categoria Media

source: Remove
it_it: Rimuovi
ja: 削除

source: Deselect
it_it: Deseleziona
ja: 選択を解除

source: Caption this image&hellip;
it_it: Didascalia per questa immagine&hellip;
ja: この画像をキャプション&hellip;

source: Describe this video&hellip;
it_it: Descrivi questo video&hellip;
ja: このビデオを説明してください&hellip;

source: Describe this audio file&hellip;
it_it: Descrivi questo file audio&hellip;
ja: このオーディオファイルを説明してください&hellip;

source: Describe this media file&hellip;
it_it: Descrivi questo file multimediale&hellip;
ja: このメディアファイルを記述します&hellip;

source: Attachments Details
it_it: Dettagli allegati
ja: 添付ファイルの詳細

source: Select All
it_it: Seleziona tutto
ja: 全て選択

source: Deselect All
it_it: Deseleziona tutto
ja: 全ての選択を解除

source: Delete Selected
it_it: Elimina selezionati
ja: 選択を削除します

source: Order By
it_it: Ordina per

source: Random
it_it: Casuale
ja: ランダム

source: Order
it_it: Ordinamento
ja: 並び順

source: Limit
it_it: Limite
ja: 制限

source: Your license has been deactivated.
it_it: La tua licenza &egrave; stata disattivata.
ja: あなたのライセンスが無効になっています。

source: Please check if your license key is correct and try again.
it_it: Si prega di verificare che la chiave della licenza sia correta e riprovare.
ja: ライセンスキーが正しいかどうかを確認して、もう一度お試しください。

source: Wrong license key or a server error occured. Please check your license key and try again.
it_it: La chiave della licenza non &egrave; corretta o si &egrave; verificato un errore del server. Si prega di verificare la chiave della licenza e riprovare.
ja: 間違ったライセンスキーまたはサーバーエラーが発生しました。ライセンスキーを確認してもう一度お試しください。

source: You license has been activated.
it_it: La tua licenza &egrave; stata attivata.
ja: 活性化されているライセンスを許諾します。

source: Auto-assign media items to parent %s %s on upload
it_it: Assegna automaticamente gli elementi media al genitore %s %s al momento del caricamento

source: %sWarning:%s As a result of clicking "Synchronize Now" all media items attached to a %s will be assigned to %s of their parent %s. Currently assigned %s will not be saved. Media items that are not attached to any %s will not be affected.
it_it: %sAttenzione:%s Come risultato del click su "Sincronizza ora" tutti gli elementi mutlimediali allegati a %s saranno assegnati a %s del loro genitore %s. I %s attualmente assegnati non saranno salvati. Gli elementi multimediali che non sono collegati ad alcun %s non saranno interessati.

source: Bulk Edit
it_it: Modifica di Gruppo
ja: 一括編集

source: Turn off 'Save Changes' button
it_it: Disattiva il pulsante 'Salva modifiche'
ja: [変更を保存]ボタンオフ

source: Save changes on the fly
it_it: Salva le modifiche al volo
ja: 変更内容を保存

source: Any click on a taxonomy checkbox during media files bulk editing will lead to an <strong style="color:red">immediate saving</strong> of the data. Please, be careful! You have much greater chance to <strong style="color:red">accidentally perform wrong re-assigning</strong> of a lot of your media files / taxonomies with this option turned on.
it_it: Ogni click su una casella di controllo della tassonomia durante la modifica di gruppo dei file multimediali comporter&agrave; un <strong style="color:red">immediato salvataggio</strong> dei dati. Fate attenzione! Hai molte possibilità di <strong style="color:red">eseguire accidentalmente un'errata riassegnazione</strong> di un sacco di file multimediali e tassonomie quando questa opzione &egrave; attiva.
ja: メディアの間に分類するチェックボックス上の任意のクリックは、バルク版に繋がるファイルデータを<strong style="color:red">即時保存する</strong>ので 気を付けてください！あなたには大きなチャンスがあります<strong style="color:red">間違っても再割り当てを行います</strong> 多くのメディアファイル/このオプションを指定したタクソノミーをオンにします。

source: Strongly NOT recommended option if you work with more than hundred of files at a time.
it_it: Opzione fortemente NON consigliata se si lavora con pi&ugrave; di cento file alla volta.
ja: 一度に100以上のファイルで作業する場合オプションを推奨しません。

source: License Key
it_it: Chiave della licenza
ja: ライセンスキー

source: To unlock updates please enter your license key below. You can get your license key in <a href="%s">Your Account</a>. If you do not have a license, you are welcome to <a href="%s">purchase it</a>.
it_it: Per sbloccare gli aggiornamenti, inserirsci il codice della tua licenza qui sotto. &Egrave; possibile ottenere il codice della tua licenza nel <a href="%s">Tuo Account</a>. Se non si dispone di una licenza, sei invitato ad <a href="%s">acquistarla</a>.
ja: アップデートのロックを解除するには、以下のライセンスキーを入力してください。あなたのライセンスキーを取得することができます<a href="%s">あなたのアカウント</a>に。ライセンスをお持ちでない場合は、歓迎しています<a href="%s">購入</a>に。

source: Activate License
it_it: Attiva licenza
ja: ライセンスを有効化

source: Your license is active!
it_it: La tua licenza è attiva!
ja: ライセンスがアクティブになっています！

source: Deactivate License
it_it: Disattiva licenza
ja: ライセンスを無効化

source: An unexpected error occurred. Something may be wrong with WordPress.org or this server&#8217;s configuration. If you continue to have problems, please try the <a href="https://wordpress.org/support/">support forums</a>.
it_it: Si &egrave; verificato un errore inaspettato. Qualcosa deve essere andato male con WordPress.org o con la configurazione di questo server. Se continui ad avere problemi prova a consultare il <a href="https://wordpress.org/support/">forum di supporto</a>.
ja: 予期しないエラーが発生しました。WordPress.orgまたは、このサーバーで何かが間違っている可能性があります&#8217;s 設定。問題が解決しない場合は、試してみてください<a href="https://wordpress.org/support/">サポートフォーラム</a>.

source: (WordPress could not establish a secure connection to WordPress.org. Please contact your server administrator.)
it_it: (WordPress non pu&ograve; stabilire una connessione sicura a WordPress.org. Contatta l’amministratore del tuo server.)
ja: （WordPressはWordPress.orgへの安全な接続を確立できませんでした。サーバー管理者に問い合わせてください。）

source: To unlock updates, please <a href="%s">activate your license</a>. You can get your license key in <a href="%s">Your Account</a>. If you do not have a license, you are welcome to <a href="%s">purchase it</a>.
it_it: Per sbloccare gli aggiornamenti, si prega di <a href="%s">attivare la tua licenza</a>. &Egrave; possibile ottenere il codice della tua licenza nel <a href="%s">Tuo Account</a>. Se non si dispone di una licenza, siete invitati ad <a href="%s">acquistarla</a>.
ja: アップデートのロックを解除するには、 <a href="%s">ライセンス</a>を活性化させる<a href="%s">あなたはライセンスキーはアカウント</a>を得ることができます。ライセンスをお持ちでない場合は、<a href="%s">が購入を歓迎しています。</a>

source: ALL files belong to this item
it_it: TUTTI i file appartengono a questo elemento
ja: 全てのファイルはこの項目に属しています

source: SOME files belong to this item
it_it: ALCUNI file appartengono a questo elemento
ja: いくつかのファイルは、この項目に属しています

source: NO files belong to this item
it_it: NESSUN file appartiene a questo elemento
ja: ファイルなし この項目に属していません

source: Changes saved.
it_it: Cambiamenti salvati.
ja: 変更が保存されました。

source: Something went wrong.
it_it: Qualcosa è andato male.
ja: 何かが間違っています。

source: Edit Media Files
it_it: Modifica i file media
ja: メディアファイル編集

source: Create a filter-based gallery
it_it: Crea una galleria basata su filtro
ja: フィルターベースのギャラリーを作成します。
